Repository: GauPat/FFG
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Your name
de: Ihr Name

source: Your email
de: Ihre E-mail Adresse

source: Subject
de: Betreff

source: The subject
de: Der Betreff

source: Message
de: Nachricht

source: Your message
de: Ihre Nachricht

source: Welcome to FFG-Immobiles
de: Willkommen bei FFG-Immobilien

source: Send
de: Senden

source: Location
de: Standort

source: The FFG-GbR area is located in the media business park, Von-Hünefeld-Str. 2, in the industrial area Butzweilerhof, directly on the corner of the Hugo-Eckener-Straße.
de: Das FFG-GbR Areal befindet sich im Mediengewerbepark, Von-Hünefeld-Str. 2, im Gewerbegebiet Butzweilerhof, direkt an der Ecke Hugo-Eckener-Straße.

source: The dynamic business park Butzweilerhof is the largest economic area in the left side of Cologne with 1.5 million square meters and now houses more than 400 companies, including well-known names such as IKEA, Selgros, NetCologne, UPS, Sparkasse KölnBonn, Rimowa or from the entertainment industry MMC Studios in Coloneum and the Alive AG (
de: Das dynamische Gewerbegebiet Butzweilerhof ist das größte Wirtschaftsgebiet im linksrheinischen Köln mit 1,5 Millionen Quadratmetern und beherbergt inzwischen über 400 Unternehmen, darunter bekannte Namen wie IKEA, Selgros, NetCologne, UPS, die Sparkasse KölnBonn, Rimowa oder aus der Entertainmentbranche die MMC Studios im Coloneum und die Alive AG (

source: ). The
de: ). Mit dem

source: is creating a magnet for automotive fans from all over the world.
de: entsteht ein Magnet für Automobil-Fans aus der ganzen Welt.

source: The urban planning concept for the Butzweilerhof also provides an elegant connection between working and living through the creation of a completely new residential district.
de: Das städtebauliche Konzept für den Butzweilerhof sieht auch eine elegante Verbindung zwischen Arbeiten und Wohnen durch die Entstehung eines komplett neuen Wohnviertels vor.

source: Approach
de: Anfahrt

source: The A1 and A57 motorways can be reached in a few minutes via the Cologne-North intersection.
de: Die Autobahnen A1 und A57 sind über das Kreuz Köln-Nord in wenigen Minuten zu erreichen.

source: The distance to Cologne city center (cathedral) is 9 km.
de: Die Entfernung zur Kölner Innenstadt (Dom) beträgt 9 km.

source: public transport:
de: verschiedene Öpnv-Verbindungen:

source: Tram line 3, stop
de: Straßenbahnlinie 3, Haltestelle

source: Bus 139 or 127, stop
de: Buslinien 139 oder 127, Haltestelle

source: S-Bahn line S 11, stop
de: S-Bahn Linie S 11, Haltestelle

source: continue with bus line 139 direction
de: weiter mit Buslinie 139 Richtung

source: or bus line 127 direction
de: bzw. Buslinie 127 Richtung

source: Timetables can be obtained from the Cologne Transport Authority:
de: Fahrpläne erhalten Sie bei den Kölner Verkehrsbetrieben:

source: contact-form/
de: kontaktformular/

source: location-and-approach/
de: standort-und-anfahrt/

source: German
de: Deutsch

source: English
de: Englisch

source: FFG-Immobiles
de: FFG-Immobilien

source: Immobiles management since 2001
de: Immobilien Management seit 2001

source: Home
de: Startseite

source: News
de: Neuigkeiten

source: Immobiles
de: Immobilien

source: Overview
de: Übersicht

source: Offers
de: Angebote

source: Places
de: Orte

source: Pictures and videos
de: Bilder und videos

source: Contact
de: Kontakt

source: Contact form
de: Kontaktformular

source: Location and approach
de: Standort und Anfahrt

source: Imprint
de: Impressum

source: Search
de: Suche

source: Copyright © since 2001 by FFG-GbR - All Rights Reserved.
de: Copyright © seit 2001 von FFG-GbR - Alle Rechte vorbehalten.

source: admin/
de: administrator/

source: imprint/
de: impressum/

source: contact/
de: kontakt/

source: media/
de: medien/

source: Rental offers
de: Mietangebote

source: Storerooms
de: Lagerräume

source: Storerooms picture
de: Lagerräume Bild

source: Ramp
de: Rampe

source: We offer multiple storerooms!
de: Wir bieten mehrere Lagerräume an!

source: Currently not available
de: Aktuell nicht verfügbar

source: Office premises
de: Büroräume

source: Office premises picture
de: Büroräume Bild

source: Office
de: Büro

source: We offer multiple, variable offices surrounded by different trees and plants.
de: Wir bieten mehrere unterschiedliche Büros umgeben von verschiedenen Bäumen und Pflanzen an.

source: Meeting rooms
de: Meetingräume

source: Meeting room picture
de: Meetingraum Bild

source: Big rooms for meetings
de: Große Räume für Meetings

source: We offer meeting rooms with lots of space for everything coming up in your mind.
de: Wir bieten Meetingräume mit viel Platz für alles was Ihnen in den Sinn kommt.

source: Parking areas
de: Parkplätze

source: Parking area picture
de: Parkplatz Bild

source: Parking
de: Parken

source: We offer a great parking area for cars and other vehicles.
de: Wir bieten einen großen Parkplatz für Autos und andere Fahrzeuge an.

source: FFG - society of civil law
de: FFG - Gesellschaft bürgerlichen Rechts

source: Street:
de: Straße:

source: Von-Hünefeld-Str. 2, 50829 Cologne
de: Von-Hünefeld-Str. 2, 50829 Köln

source: Tax id number:
de: USt-IdNr.:

source: Executive Partner:
de: Geschäftsführender Gesellschafter:

source: Shareholder:
de: Gesellschafter:

source: Telephone:
de: Telefon:

source: Contact possibilities
de: Kontaktmöglichkeiten

source: Concept, design & technical implementation
de: Konzeption, Design & technische Umsetzung

source: Photo credit
de: Bildnachweis

source: Hall North
de: Halle Nord

source: Offices
de: Büros

source: Hall north top view
de: Halle Nord Sicht von oben

source: Hall north top
de: Halle Nord oben

source: The hall north from top view.
de: Die Halle Nord aus der Vogelperspektive.

source: Hall north side view
de: Halle Nord Seitenansicht

source: Hall north side
de: Halle Nord Seite

source: The hall north from side view.
de: Die Halle Nord von der Seite.

source: Hall north ramp
de: Halle Nord Rampe

source: The ramp of hall north.
de: Die Rampe von Halle Nord.

source: Hall north storeroom
de: Halle Nord Lagerfläche

source: The storeroom inside of hall north.
de: Die Lagerfläche innerhalb der Halle Nord.

source: Hall north office
de: Halle Nord Büro

source: The office inside of hall north.
de: Das Büro innerhalb von Halle Nord.

source: Hall north stairway
de: Halle Nord Treppenhaus

source: The stairway inside of hall north.
de: Das Treppenhaus innerhalb von Halle Nord.

source: An office building from outside.
de: Ein Bürogebäude von außen.

source: Meeting room
de: Meetingraum

source: One of our possible meeting rooms.
de: Einer von unseren möglichen Meetingräumen.

source: Parking area top view
de: Parkplatz Bild Sicht von oben

source: Parking area
de: Parkplatz

source: The parking area from the top view.
de: Der Parkplatz aus der Vogelperspektive.

source: Parking area from inside building view
de: Parkplatz aus der Sicht innerhalb des Gebäudes

source: View on the parking area from inside the building.
de: Sicht auf den Parkplatz von innerhalb des Gebäudes aus.

source: Gate
de: Tor

source: The gate right beside the parking area.
de: Das Tor direkt neben dem Parkplatz.
